Repository: jizhi0v0/duo-updater
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, tr, zh_hans, zh_hant

source: You’re running an older version — relaunch to finish updating
de: Du nutzt eine ältere Version – neu starten, um das Update abzuschließen
es: Estás usando una versión anterior; reabre para terminar de actualizar
fr: Vous utilisez une ancienne version — relancez pour terminer la mise à jour
it: Stai usando una versione precedente — riapri per completare l’aggiornamento
ja: 古いバージョンを実行中です — 再起動して更新を完了してください
pt_br: Você está usando uma versão antiga — reabra para concluir a atualização
ru: Вы используете более старую версию — перезапустите, чтобы завершить обновление
tr: Eski bir sürüm çalışıyor — güncellemeyi bitirmek için yeniden başlatın
zh_hans: 你正在运行较旧版本 — 重新启动以完成更新
zh_hant: 你正在執行較舊的版本 — 重新開啟即可完成更新

source: create a personal access token
de: ein persönliches Zugriffstoken erstellen
es: crea un token de acceso personal
fr: créer un jeton d'accès personnel
it: crea un token di accesso personale
ja: パーソナルアクセストークンを作成
pt_br: criar um token de acesso pessoal
ru: создать личный токен доступа
tr: kişisel erişim token’ı oluşturun
zh_hans: 创建个人访问令牌
zh_hant: 建立個人存取權杖

source: current
de: aktuell
es: actual
fr: actuelle
it: attuale
ja: 現在のバージョン
pt_br: atual
ru: текущей
tr: güncel
zh_hans: 当前版本
zh_hant: 目前版本

source: fail
de: Fehler
es: fallo
fr: échec
it: errore
ja: 失敗
pt_br: falha
ru: сбой
tr: başarısız
zh_hans: 失败
zh_hant: 失敗

source: hidden, skip, skipped, versions, unignore
de: ausgeblendet, überspringen, übersprungen, Versionen, wieder einblenden
es: oculto, omitir, omitido, versiones, dejar de ignorar
fr: masqué, ignorer, ignoré, versions, ne plus ignorer
it: nascosta, saltare, saltata, versioni, non ignorare più
ja: 非表示, スキップ, スキップ済み, バージョン, 無視を解除
pt_br: oculto, pular, pulado, versões, deixar de ignorar, ignorado
ru: скрытые, пропустить, пропущено, версии, вернуть
tr: gizli, atla, atlanan, sürümler, yok saymayı bırak
zh_hans: 隐藏, 跳过, 已跳过, 版本, 取消忽略
zh_hant: 隱藏, 略過, 已略過, 版本, 取消忽略

source: just now
de: gerade eben
es: justo ahora
fr: à l'instant
it: poco fa
ja: たった今
pt_br: agora mesmo
ru: только что
tr: az önce
zh_hans: 刚刚
zh_hant: 剛剛

source: license, key, instance, activation
de: Lizenz, Schlüssel, Instanz, Aktivierung
es: licencia, clave, instancia, activación
fr: licence, clé, instance, activation
it: licenza, chiave, istanza, attivazione
ja: ライセンス, キー, インスタンス, アクティベーション
pt_br: licença, chave, instância, ativação
ru: лицензия, ключ, экземпляр, активация
tr: lisans, anahtar, örnek, etkinleştirme
zh_hans: 许可证, 密钥, 实例, 激活
zh_hant: 授權, 金鑰, 實例, 啟用

source: macOS is waiting for your approval. Switch DuoUpdater on under “Allow in the Background” in Login Items & Extensions — it's open now.
de: macOS wartet auf deine Zustimmung. Aktiviere DuoUpdater unter „Im Hintergrund erlauben“ in „Anmeldeobjekte & Erweiterungen“ – das Fenster ist jetzt offen.
es: macOS espera tu aprobación. Activa DuoUpdater en «Permitir en segundo plano», dentro de Ítems de inicio y extensiones: ya está abierto.
fr: macOS attend votre approbation. Activez DuoUpdater sous « Autoriser en arrière-plan » dans Ouverture et extensions — la fenêtre est déjà ouverte.
it: macOS attende la tua approvazione. Attiva DuoUpdater in “Consenti in background” in Elementi login ed estensioni, che ora è aperto.
ja: macOSが承認を待っています。「ログイン項目と機能拡張」の「バックグラウンドでの実行を許可」でDuoUpdaterをオンにしてください — いま開いています。
pt_br: O macOS está aguardando sua aprovação. Ative o DuoUpdater em “Permitir em Segundo Plano” em Itens de Início de Sessão e Extensões — já está aberto.
ru: macOS ждёт вашего подтверждения. Включите DuoUpdater в разделе «Разрешить в фоновом режиме» в «Объекты входа и расширения» — он уже открыт.
tr: macOS onayınızı bekliyor. Oturum Açma Öğeleri ve Genişletmeler’de “Arka Planda İzin Ver” altında DuoUpdater’ı açın — şu anda açık.
zh_hans: macOS 正在等待你批准。请在“登录项与扩展”的“允许在后台”中开启 DuoUpdater — 该页面已为你打开。
zh_hant: macOS 正在等待你核准。請在「登入項目與延伸功能」的「允許在背景執行」中開啟 DuoUpdater——該頁面已為你打開。

source: macOS refused the registration. Switch DuoUpdater on under “Allow in the Background” in Login Items & Extensions — that alone usually fixes it. If it isn't listed there, or switching it on changes nothing, macOS's record of this background item is damaged and needs a system-level reset: run “sudo sfltool resetbtm” in Terminal and restart. That clears background-item approvals for every app, so you'll re-approve the others too.
de: macOS hat die Registrierung abgelehnt. Aktiviere DuoUpdater unter „Im Hintergrund erlauben“ in „Anmeldeobjekte & Erweiterungen“ – das allein behebt es meistens. Wird DuoUpdater dort nicht aufgeführt oder ändert das Aktivieren nichts, ist der Datensatz von macOS zu diesem Hintergrundelement beschädigt und erfordert einen systemweiten Reset: Führe „sudo sfltool resetbtm“ im Terminal aus und starte neu. Das löscht die Genehmigungen für Hintergrundelemente aller Apps, sodass du die anderen ebenfalls erneut genehmigen musst.
es: macOS rechazó el registro. Activa DuoUpdater en «Permitir en segundo plano», dentro de Ítems de inicio y extensiones: con eso suele bastar. Si DuoUpdater no aparece ahí, o activarlo no cambia nada, el registro que macOS tiene de este elemento en segundo plano está dañado y requiere un restablecimiento a nivel de sistema: ejecuta «sudo sfltool resetbtm» en Terminal y reinicia. Esto borra los permisos de elementos en segundo plano de todas las apps, así que tendrás que volver a aprobar las demás.
fr: macOS a refusé l'enregistrement. Activez DuoUpdater sous « Autoriser en arrière-plan » dans Ouverture et extensions — cela suffit le plus souvent. Si DuoUpdater n'y figure pas, ou si l'activer ne change rien, l'enregistrement de cet élément en arrière-plan est corrompu et nécessite une réinitialisation au niveau système : exécutez « sudo sfltool resetbtm » dans le Terminal et redémarrez. Cela efface les autorisations d'éléments en arrière-plan pour toutes les applications, vous devrez donc réapprouver les autres aussi.
it: macOS ha rifiutato la registrazione. Attiva DuoUpdater in “Consenti in background” in Elementi login ed estensioni: di solito basta questo. Se non è elencato lì, o attivarlo non cambia nulla, il registro di macOS per questo elemento in background è danneggiato e richiede un ripristino a livello di sistema: esegui “sudo sfltool resetbtm” nel Terminale e riavvia. Questo cancella le approvazioni degli elementi in background di tutte le app, quindi dovrai riapprovare anche le altre.
ja: macOSが登録を拒否しました。「ログイン項目と機能拡張」の「バックグラウンドでの実行を許可」でDuoUpdaterをオンにしてください — たいていはこれだけで直ります。そこにDuoUpdaterが表示されない場合や、オンにしても変わらない場合は、このバックグラウンド項目に関するmacOSの記録が破損しており、システムレベルのリセットが必要です。ターミナルで「sudo sfltool resetbtm」を実行して再起動してください。これによりすべてのアプリのバックグラウンド項目の承認がクリアされるため、他のアプリも再承認が必要になります。
pt_br: O macOS recusou o registro. Ative o DuoUpdater em “Permitir em Segundo Plano” em Itens de Início de Sessão e Extensões — só isso costuma resolver. Se ele não estiver na lista, ou se ativá-lo não mudar nada, o registro deste item em segundo plano no macOS está danificado e precisa ser redefinido no nível do sistema: execute “sudo sfltool resetbtm” no Terminal e reinicie. Isso apaga as aprovações de itens em segundo plano de todos os apps, então você também precisará aprovar os outros de novo.
ru: macOS отклонила регистрацию. Включите DuoUpdater в разделе «Разрешить в фоновом режиме» в «Объекты входа и расширения» — обычно этого достаточно. Если DuoUpdater там нет или включение ничего не меняет, запись macOS об этом фоновом элементе повреждена и нужен сброс на уровне системы: выполните «sudo sfltool resetbtm» в Терминале и перезагрузитесь. Это очистит разрешения фоновых элементов для всех приложений, так что остальные придётся одобрить заново.
tr: macOS kaydı reddetti. Oturum Açma Öğeleri ve Genişletmeler’de “Arka Planda İzin Ver” altında DuoUpdater’ı açın — genellikle tek başına bu sorunu çözer. Orada listelenmiyorsa ya da açmak hiçbir şeyi değiştirmiyorsa, macOS’in bu arka plan öğesine ait kaydı bozulmuştur ve sistem düzeyinde sıfırlanması gerekir: Terminal’de “sudo sfltool resetbtm” komutunu çalıştırıp yeniden başlatın. Bu, tüm uygulamaların arka plan öğesi onaylarını temizler; diğerlerini de yeniden onaylamanız gerekir.
zh_hans: macOS 拒绝了注册。请在“登录项与扩展”的“允许在后台”中开启 DuoUpdater — 通常这样就能解决。如果那里没有 DuoUpdater，或者开启后仍无效，说明 macOS 关于此后台项目的记录已损坏，需要系统级重置：在终端中运行“sudo sfltool resetbtm”并重启。这会清除所有应用的后台项目授权，因此你需要重新批准其他应用。
zh_hant: macOS 拒絕了註冊。請在「登入項目與延伸功能」的「允許在背景執行」中開啟 DuoUpdater——通常這樣就能解決。如果那裡沒有列出它，或開啟後仍然無效，代表 macOS 對這個背景項目的記錄已損毀，需要進行系統層級的重置：在「終端機」中執行「sudo sfltool resetbtm」並重新開機。這會清除所有 App 的背景項目核准，因此其他 App 也需要重新核准。

source: matching %@ · %@
de: passend: %@ · %@
es: coinciden: %@ · %@
fr: correspondants : %@ · %@
it: corrispondenti a %@ · %@
ja: 一致: %@・%@
pt_br: correspondendo a %@ · %@
ru: совпадений: %@ · %@
tr: eşleşen: %@ · %@
zh_hans: 匹配：%@ · %@
zh_hant: 符合 %@ · %@

source: matching %@ · %@ · %@
de: passend: %@ · %@ · %@
es: coinciden: %@ · %@ · %@
fr: correspondants : %@ · %@ · %@
it: corrispondenti a %@ · %@ · %@
ja: 一致: %@・%@・%@
pt_br: correspondendo a %@ · %@ · %@
ru: совпадений: %@ · %@ · %@
tr: eşleşen: %@ · %@ · %@
zh_hans: 匹配：%@ · %@ · %@
zh_hant: 符合 %@ · %@ · %@

source: no change
de: keine Änderung
es: sin cambios
fr: aucun changement
it: nessuna modifica
ja: 変更なし
pt_br: sem mudança
ru: без изменений
tr: değişiklik yok
zh_hans: 无变化
zh_hant: 沒有變更

source: not recorded
de: nicht aufgezeichnet
es: no registrada
fr: non enregistrée
it: non registrato
ja: 記録なし
pt_br: não registrado
ru: не записана
tr: kaydedilmedi
zh_hans: 未记录
zh_hant: 未記錄

source: nothing yet
de: noch nichts
es: nada aún
fr: rien encore
it: ancora niente
ja: まだありません
pt_br: nada ainda
ru: пока нет
tr: henüz yok
zh_hans: 暂无
zh_hant: 尚無

source: permissions, app management, helper, recipe, health, relaunch, setup
de: Berechtigungen, App-Verwaltung, Hilfsprogramm, Rezept, Zustand, Neustart, Einrichtung
es: permisos, gestión de apps, ayudante, receta, estado, reiniciar, configuración
fr: autorisations, gestion des apps, assistant, recette, état, relancer, configuration
it: autorizzazioni, gestione app, helper, ricetta, stato, riapri, configurazione
ja: 権限, App 管理, ヘルパー, レシピ, 状態, 再起動, セットアップ
pt_br: permissões, gerenciamento de apps, auxiliar, receita, estado, reabrir, configuração
ru: разрешения, управление программами, помощник, рецепт, состояние, перезапуск, настройка
tr: izinler, uygulama yönetimi, yardımcı, tarif, durum, yeniden başlat, kurulum
zh_hans: 权限, 应用管理, 助手, 配方, 健康, 重启, 设置
zh_hant: 權限, App 管理, 輔助程式, 規則, 健康狀態, 重新開啟, 設定

source: previous version
de: vorherige Version
es: versión anterior
fr: version précédente
it: versione precedente
ja: 以前のバージョン
pt_br: versão anterior
ru: предыдущая версия
tr: önceki sürüm
zh_hans: 先前版本
zh_hant: 先前的版本

source: purpose: %@
de: Zweck: %@
es: propósito: %@
fr: objet : %@
it: scopo: %@
ja: 用途: %@
pt_br: finalidade: %@
ru: назначение: %@
tr: amaç: %@
zh_hans: 用途：%@
zh_hant: 用途：%@

source: records go back to %@
de: Aufzeichnungen reichen bis %@ zurück
es: los registros llegan hasta %@
fr: l'historique commence %@
it: i dati risalgono a %@
ja: %@ から記録されています
pt_br: registros desde %@
ru: самые старые записи — %@
tr: kayıtların başlangıcı: %@
zh_hans: 记录追溯到%@
zh_hant: 記錄最早可追溯至 %@

source: reused
de: wiederverwendet
es: reutilizada
fr: réutilisée
it: riutilizzata
ja: 再利用
pt_br: reutilizada
ru: повторно
tr: yeniden kullanıldı
zh_hans: 复用
zh_hant: 重複使用

source: scan, locations, applications, path, directory
de: Scan, Orte, Programme, Pfad, Verzeichnis
es: escanear, ubicaciones, aplicaciones, ruta, directorio
fr: analyse, emplacements, applications, chemin, dossier
it: analisi, posizioni, applicazioni, percorso, cartella
ja: スキャン, 場所, アプリケーション, パス, ディレクトリ
pt_br: examinar, locais, aplicativos, caminho, pasta
ru: сканирование, расположения, программы, путь, каталог
tr: tara, konumlar, uygulamalar, yol, dizin, klasör
zh_hans: 扫描, 位置, 应用程序, 路径, 目录
zh_hant: 掃描, 位置, 應用程式, 路徑, 目錄

source: since %@
de: seit %@
es: desde %@
fr: depuis %@
it: dal %@
ja: %@から
pt_br: desde %@
ru: с %@
tr: başlangıç: %@
zh_hans: 自 %@
zh_hant: 自 %@ 起

source: the latest version
de: die neueste Version
es: la última versión
fr: la dernière version
it: l’ultima versione
ja: 最新バージョン
pt_br: a versão mais recente
ru: последняя версия
tr: en son sürüm
zh_hans: 最新版本
zh_hant: 最新版本

source: the new version
de: die neue Version
es: la nueva versión
fr: la nouvelle version
it: la nuova versione
ja: 新しいバージョン
pt_br: a nova versão
ru: новая версия
tr: yeni sürüm
zh_hans: 新版本
zh_hant: 新版本

source: the update
de: das Update
es: la actualización
fr: la mise à jour
it: l’aggiornamento
ja: この更新
pt_br: a atualização
ru: обновление
tr: güncelleme
zh_hans: 此更新
zh_hant: 此更新

source: this version
de: diese Version
es: esta versión
fr: cette version
it: questa versione
ja: このバージョン
pt_br: esta versão
ru: эта версия
tr: bu sürüm
zh_hans: 此版本
zh_hant: 此版本

source: token, personal access token, rate limit
de: Token, persönliches Zugriffstoken, Ratenbegrenzung
es: token, token de acceso personal, límite de peticiones
fr: jeton, jeton d’accès personnel, limite de requêtes
it: token, token di accesso personale, limite di richieste
ja: トークン, 個人用アクセストークン, レート制限
pt_br: token, token de acesso pessoal, limite de requisições
ru: токен, персональный токен доступа, ограничение запросов
tr: token, kişisel erişim token’ı, hız sınırı
zh_hans: 令牌, 个人访问令牌, 速率限制
zh_hant: 權杖, 個人存取權杖, 速率限制

source: v%@ · up to date
de: v%@ · aktuell
es: v%@ · actualizado
fr: v%@ · à jour
it: v%@ · aggiornata
ja: v%@ · 最新
pt_br: v%@ · atualizado
ru: v%@ · актуально
tr: v%@ · güncel
zh_hans: v%@ · 已是最新
zh_hant: v%@ · 已是最新

source: validation request failed
de: Prüfanfrage fehlgeschlagen
es: Falló la solicitud de validación
fr: La demande de validation a échoué
it: richiesta di convalida non riuscita
ja: 検証リクエストに失敗しました
pt_br: a solicitação de validação falhou
ru: запрос на проверку не выполнен
tr: doğrulama isteği başarısız oldu
zh_hans: 验证请求失败
zh_hant: 驗證請求失敗

source: version, about, self
de: Version, Über, selbst
es: versión, acerca de, propio
fr: version, à propos, lui-même
it: versione, informazioni, stesso
ja: バージョン, このアプリについて, 自身
pt_br: versão, sobre, próprio
ru: версия, о программе, себя
tr: sürüm, hakkında, kendisi
zh_hans: 版本, 关于, 自身
zh_hant: 版本, 關於, 本身

source: your region
de: deine Region
es: tu región
fr: votre région
it: la tua regione
ja: お使いの地域
pt_br: sua região
ru: ваш регион
tr: bölgeniz
zh_hans: 你的地区
zh_hant: 你的地區

source: · app no longer installed
de: · App nicht mehr installiert
es: · la app ya no está instalada
fr: · application désinstallée
it: · app non più installata
ja: · アプリはインストールされていません
pt_br: · app não está mais instalado
ru: · приложение больше не установлено
tr: · uygulama artık yüklü değil
zh_hans: · 应用已不再安装
zh_hant: · App 已不再安裝

source: · unusable, its record is missing
de: · unbrauchbar, Datensatz fehlt
es: · inutilizable, falta el registro
fr: · inutilisable, l'enregistrement est manquant
it: · inutilizzabile, manca il suo record
ja: · 使用不可、記録がありません
pt_br: · inutilizável, o registro sumiu
ru: · неработоспособна, отсутствует запись
tr: · kullanılamaz, kaydı eksik
zh_hans: · 不可用，记录缺失
zh_hant: · 無法使用，記錄已遺失

source: ≈ within %lldd
de: ≈ innerhalb von %lld Tagen
es: ≈ en un plazo de %lld días
fr: ≈ dans un délai de %lld j
it: ≈ entro %lld g
ja: ≈ %lld日以内
pt_br: ≈ em até %lld d
ru: ≈ в пределах %lldд
tr: ≈ %lld gün içinde
zh_hans: ≈ %lld 天内
zh_hant: ≈ %lld 天內

source: Needs a newer macOS
de: Neueres macOS nötig
es: Requiere un macOS más reciente
fr: Nécessite un macOS plus récent
it: Serve un macOS più recente
ja: より新しいmacOSが必要です
pt_br: Requer um macOS mais recente
ru: Нужна новая версия macOS
tr: Daha yeni bir macOS gerekiyor
zh_hans: 需要更新的 macOS
zh_hant: 需要較新的 macOS

source: Requires macOS %@ or later — click for details
de: Erfordert macOS %@ oder neuer — klicken für Details
es: Requiere macOS %@ o posterior; haz clic para ver los detalles
fr: Nécessite macOS %@ ou ultérieur — cliquez pour en savoir plus
it: Richiede macOS %@ o versioni successive — fai clic per i dettagli
ja: macOS %@ 以降が必要です — 詳細はクリック
pt_br: Requer o macOS %@ ou posterior — clique para ver detalhes
ru: Требуется macOS %@ или новее — нажмите для подробностей
tr: macOS %@ veya sonrası gerekir — ayrıntılar için tıklayın
zh_hans: 需要 macOS %@ 或更高版本 — 点击查看详情
zh_hant: 需要 macOS %@ 或以上版本 — 按一下查看詳細資訊

source: %@'s latest version%@ requires macOS %@ or later. This Mac can't install it until it's upgraded.
de: Die neueste Version von %@%@ erfordert macOS %@ oder neuer. Dieser Mac kann sie erst nach einem Upgrade installieren.
es: La última versión de %@%@ requiere macOS %@ o posterior. Este Mac no podrá instalarla hasta que se actualice.
fr: La dernière version de %@%@ nécessite macOS %@ ou ultérieur. Ce Mac ne pourra pas l'installer tant qu'il n'aura pas été mis à niveau.
it: L’ultima versione di %@%@ richiede macOS %@ o versioni successive. Questo Mac non può installarla finché non viene aggiornato.
ja: %@ の最新バージョン%@ には macOS %@ 以降が必要です。この Mac はアップグレードするまでインストールできません。
pt_br: A versão mais recente de %@%@ requer o macOS %@ ou posterior. Este Mac não pode instalá-la até ser atualizado.
ru: Последняя версия %@%@ требует macOS %@ или новее. Этот Mac не сможет установить её, пока не будет обновлён.
tr: %@ uygulamasının en son sürümü%@ macOS %@ veya sonrasını gerektiriyor. Bu Mac yükseltilene kadar yüklenemez.
zh_hans: %@ 的最新版本%@ 需要 macOS %@ 或更高版本。此 Mac 要升级后才能安装。
zh_hant: %@ 的最新版本%@ 需要 macOS %@ 或以上版本。這台 Mac 必須先升級才能安裝。

source: You can keep using the installed version (%@) until then.
de: Bis dahin kannst du weiterhin die installierte Version (%@) verwenden.
es: Hasta entonces, puedes seguir usando la versión instalada (%@).
fr: D'ici là, vous pouvez continuer à utiliser la version installée (%@).
it: Fino ad allora puoi continuare a usare la versione installata (%@).
ja: それまでは、インストール済みのバージョン（%@）を引き続き使用できます。
pt_br: Até lá, você pode continuar usando a versão instalada (%@).
ru: До этого момента можно продолжать использовать установленную версию (%@).
tr: O zamana kadar yüklü sürümü (%@) kullanmaya devam edebilirsiniz.
zh_hans: 在此之前，你可以继续使用已安装的版本（%@）。
zh_hant: 在那之前，你可以繼續使用已安裝的版本（%@）。

source: %@ already downloaded an update — relaunch to apply it (no extra download; a large app may take a minute to swap & reopen)
de: %@ hat bereits ein Update heruntergeladen – neu starten, um es anzuwenden (kein erneuter Download nötig; bei einer großen App kann der Austausch & Neustart eine Minute dauern)
es: %@ ya descargó una actualización; reabre para aplicarla (sin descarga adicional; en apps grandes el intercambio y la reapertura pueden tardar un minuto)
fr: %@ a déjà téléchargé une mise à jour — relancez pour l'appliquer (pas de nouveau téléchargement ; pour une grande application, l'échange et la réouverture peuvent prendre une minute)
it: %@ ha già scaricato un aggiornamento — riapri per applicarlo (nessun download aggiuntivo; un’app grande può impiegare un minuto per sostituirsi e riaprirsi)
ja: %@ はすでにアップデートをダウンロード済みです — 再起動して適用してください（追加のダウンロードは不要です。大きなアプリは入れ替えと再起動に1分ほどかかる場合があります）
pt_br: %@ já baixou uma atualização — reabra para aplicar (sem novo download; um app grande pode levar um minuto para trocar e reabrir)
ru: %@ уже загрузило обновление — перезапустите, чтобы применить (без повторной загрузки; для крупного приложения замена и открытие могут занять минуту)
tr: %@ bir güncellemeyi zaten indirdi — uygulamak için yeniden başlatın (ek indirme yok; büyük bir uygulamanın değiştirilip yeniden açılması bir dakika sürebilir)
zh_hans: %@ 已下载更新 — 重新启动以应用（无需再次下载；大型应用替换并重新打开可能需要一分钟）
zh_hant: %@ 已下載更新 — 重新開啟即可套用（不必重新下載；大型 App 替換並重新開啟可能需要一分鐘）

source: %@ already downloaded an update — relaunch to apply it
de: %@ hat bereits ein Update heruntergeladen – neu starten, um es anzuwenden
es: %@ ya descargó una actualización; reabre para aplicarla
fr: %@ a déjà téléchargé une mise à jour — relancez pour l'appliquer
it: %@ ha già scaricato un aggiornamento — riapri per applicarlo
ja: %@ はすでにアップデートをダウンロード済みです — 再起動して適用してください
pt_br: %@ já baixou uma atualização — reabra para aplicar
ru: %@ уже загрузило обновление — перезапустите, чтобы применить
tr: %@ bir güncellemeyi zaten indirdi — uygulamak için yeniden başlatın
zh_hans: %@ 已下载更新 — 重新启动以应用
zh_hant: %@ 已下載更新 — 重新開啟即可套用

source: %@ has already downloaded an update and will apply it when you quit it — installing now would collide with it.
de: %@ hat bereits ein Update heruntergeladen und installiert es beim Beenden – eine Installation jetzt würde damit kollidieren.
es: %@ ya descargó una actualización y la instalará cuando lo cierres: instalar ahora chocaría con ella.
fr: %@ a déjà téléchargé une mise à jour et l’installera à sa fermeture — installer maintenant entrerait en conflit avec elle.
it: %@ ha già scaricato un aggiornamento e lo applicherà quando la chiuderai: installare ora entrerebbe in conflitto.
ja: %@ はすでにアップデートをダウンロード済みで、終了時に適用します。今インストールするとそれと衝突します。
pt_br: %@ já baixou uma atualização e vai aplicá-la quando você o encerrar — instalar agora entraria em conflito com ela.
ru: %@ уже загрузил обновление и установит его при выходе — установка сейчас столкнётся с ним.
tr: %@ bir güncellemeyi zaten indirdi ve siz uygulamadan çıktığınızda uygulayacak — şimdi yüklerseniz onunla çakışır.
zh_hans: %@ 已经下载好更新，会在你退出它时安装 —— 现在装会和它冲突。
zh_hant: %@ 已下載更新，會在你結束它時套用——現在安裝會與它衝突。

source: %@ has its own update downloaded and waiting for the app to quit. Relaunching from here would install that one over the version now on disk, so it wasn't relaunched — quit %@ yourself when you're ready to take theirs.
de: %@ hat ein eigenes Update heruntergeladen und wartet darauf, dass die App beendet wird. Ein Neustart von hier aus würde dieses über die Version installieren, die jetzt auf der Festplatte liegt – deshalb wurde nicht neu gestartet. Beende %@ selbst, wenn du deren Update übernehmen möchtest.
es: %@ ya ha descargado su propia actualización y espera a que la app se cierre. Reabrir desde aquí instalaría esa por encima de la versión que hay ahora en el disco, así que no se reabrió: cierra %@ tú cuando quieras aceptar la suya.
fr: %@ a téléchargé sa propre mise à jour et attend que l’app soit quittée. Relancer depuis ici installerait celle-ci par-dessus la version actuellement sur le disque, donc rien n’a été relancé — quitte %@ toi-même quand tu veux prendre la leur.
it: %@ ha già scaricato un proprio aggiornamento, in attesa che l’app venga chiusa. Riaprirla da qui installerebbe quello sopra la versione ora sul disco, quindi non è stata riaperta: chiudi tu %@ quando vuoi applicare il loro.
ja: %@ は自前の更新をダウンロード済みで、アプリの終了を待っています。ここから再起動すると、現在ディスクにあるバージョンの上にそれが上書きされるため、再起動はしていません。相手側の更新を適用したくなったら、%@ を自分で終了してください。
pt_br: %@ já baixou a própria atualização e está esperando o app ser encerrado. Reabrir daqui instalaria essa por cima da versão que está no disco agora, então ele não foi reaberto — encerre %@ você mesmo quando quiser ficar com a deles.
ru: %@ уже скачало собственное обновление и ждёт, когда приложение будет закрыто. Перезапуск отсюда установил бы его поверх версии, которая сейчас на диске, поэтому перезапуск не выполнен — закройте %@ сами, когда захотите принять их обновление.
tr: %@ kendi güncellemesini indirdi ve uygulamanın kapanmasını bekliyor. Buradan yeniden başlatmak o güncellemeyi diskteki sürümün üzerine yükleyecekti; bu yüzden yeniden başlatılmadı — onların sürümüne geçmeye hazır olduğunuzda %@ uygulamasından kendiniz çıkın.
zh_hans: %@ 已经下载好它自己的更新，正等着这个 app 退出。从这里重新启动会把那份更新覆盖到当前磁盘上的版本，所以没有重新启动 —— 想用它们那份的时候，请自己退出 %@。
zh_hant: %@ 已下載它自己的更新，正在等這個 App 結束。從這裡重新開啟會讓那份更新蓋過目前磁碟上的版本，所以沒有重新開啟——想改用它那一份時，請自行結束 %@。
